Repository: rOpenSpain/senadoRES
Catalog: po/R-*.po
Languages: es_es

source: Number should be a numeric value above 0
es_es: Number debería ser un valor numérico por encima de 0

source: legislatura must be a numeric value equal or above 0.
es_es: legislatura debe ser un valor numérico igual o superior a 0.

source: sesion must be a numeric value equal or above 0.
es_es: sesion debe ser un valor numérico igual o superior a 0.

source: Unrecognized journal
es_es: Diario no reconocido

source: Should be either T, D or S type of document.
es_es: El typo de documento debería ser T, D o S.

source: Unrecognized type of document.
es_es: Typo de documento no reconocido.

source: Should be a number
es_es: Debería ser un número.

source: Missing the session number.
es_es: Falta el número de la sesión.

source: Missing the document reference
es_es: Falta la referencia al documento.

source: Document reference should be numeric
es_es: La referencia al documento debe ser numerica

source: Should be a single number, like 1 or 14
es_es: Debe ser un solo número, cómo 1 o 14

source: Legislatura should be a numeric value
es_es: Legislatura debería ser un valor numérico

source: numex should be like '661/000073'
es_es: numex deberia ser cómo '661/000073'

source: Specify a single numeric number
es_es: Especifica un único valor numérico

source: Data not availabe us a higher number.
es_es: Datos no disponibles, usa un número mayor.

source: Should be numeric 0 or above
es_es: Debería ser un número, 0 o superior.

source: Resource likely moved. Contact the maintainer and explain what you tried.
es_es: Los recursos habrán cambiado de sitio. Contacto con el encargado y explica qué has probado.

source: Could not retrieve the data.
es_es: No se puede descargar los datos.

source: Missing data.
es_es: Faltan datos.

source: API did not find the requested document.
es_es: La Api no encontró el documento solicitado.

source: The response is empty
es_es: La respuesta está vacia

source: diputado should be a numeric value
es_es: diputado debería ser un valor numérico

source: diputado cannot be higher than 349
es_es: diputado no puede ser superior a 349

source: legislatura should be a numeric value
es_es: legislatura debería ser un valor numérico
